[
  {
    "id": 1,
    "name": "Política de Devolução de Produtos",
    "category": "vendas",
    "rule_text": "Nossa política de devolução de produtos cosméticos visa garantir a satisfação do cliente e ao mesmo tempo proteger a integridade dos nossos produtos. Os clientes podem devolver produtos não utilizados e em perfeito estado (com embalagem original intacta) em até 30 dias após a compra, mediante apresentação da nota fiscal. Produtos que apresentem defeitos de fabricação podem ser devolvidos em até 90 dias. Produtos personalizados, itens de higiene pessoal abertos ou produtos com selo de segurança violado não são elegíveis para devolução. Reembolsos serão processados na mesma forma de pagamento utilizada na compra original em até 10 dias úteis. Trocas por outros produtos de valor equivalente são processadas imediatamente nas lojas físicas ou, no caso de compras online, após o recebimento e verificação do produto devolvido. Para compras realizadas durante promoções especiais, a devolução seguirá as regras específicas informadas no momento da compra. Clientes do programa de fidelidade têm prazo estendido para 45 dias para devolução de produtos não utilizados."
  },
  {
    "id": 2,
    "name": "Protocolo de Cancelamento de Agendamentos",
    "category": "agendamentos",
    "rule_text": "O cancelamento de agendamentos para procedimentos estéticos deve seguir nosso protocolo estabelecido para garantir a qualidade do atendimento e respeitar o tempo de todos. Cancelamentos realizados com mais de 24 horas de antecedência não incorrem em qualquer taxa ou penalidade. Cancelamentos entre 12 e 24 horas de antecedência estão sujeitos a uma taxa de 30% do valor do procedimento, que pode ser convertida em crédito para uso futuro. Cancelamentos com menos de 12 horas de antecedência ou não comparecimento ('no-show') estão sujeitos a uma taxa de 50% do valor do procedimento. Em caso de emergências comprovadas (problemas de saúde, acidentes, etc.), as taxas de cancelamento podem ser isentadas mediante avaliação da gerência. Clientes do programa de fidelidade Platinum e Diamond têm direito a um cancelamento tardio sem penalidade a cada trimestre. Reagendamentos são considerados como cancelamentos seguidos de novo agendamento e seguem as mesmas regras. Para procedimentos em pacote ou com profissionais muito requisitados, as políticas de cancelamento podem ser mais restritivas e serão informadas no momento do agendamento. A clínica reserva-se o direito de solicitar pré-pagamento ou depósito para clientes com histórico de cancelamentos frequentes ou não comparecimento."
  },
  {
    "id": 3,
    "name": "Programa de Fidelidade BeautyPoints",
    "category": "fidelidade",
    "rule_text": "O programa de fidelidade BeautyPoints foi desenvolvido para recompensar nossos clientes mais fiéis com benefícios exclusivos. A cada R$ 1,00 gasto em produtos ou serviços, o cliente acumula 1 BeautyPoint. Os pontos são válidos por 12 meses a partir da data de acúmulo. O programa possui quatro níveis de status: Bronze (0-999 pontos), Silver (1.000-2.999 pontos), Gold (3.000-5.999 pontos) e Platinum (6.000+ pontos). Cada nível oferece benefícios progressivos, incluindo descontos especiais, brindes exclusivos, acesso antecipado a novos produtos e promoções, e atendimento prioritário. Os BeautyPoints podem ser trocados por produtos, descontos em serviços ou experiências exclusivas conforme tabela de resgate disponível no site e nas lojas físicas. A cada 500 pontos, o cliente pode obter R$ 25,00 de desconto em compras ou serviços. Pontos bônus são oferecidos em datas especiais como aniversário do cliente (pontos em dobro), aniversário de cadastro no programa (50% de pontos extras) e em campanhas sazonais. Clientes Platinum têm acesso a um consultor de beleza pessoal e podem transferir até 1.000 pontos por ano para amigos ou familiares. O status no programa é recalculado mensalmente com base nos pontos acumulados nos últimos 12 meses. Clientes podem acompanhar seus pontos e benefícios através do aplicativo, site ou nas lojas físicas."
  },
  {
    "id": 4,
    "name": "Protocolo de Atendimento a Reações Adversas",
    "category": "saúde",
    "rule_text": "O protocolo de atendimento a reações adversas a produtos ou procedimentos estéticos visa garantir a segurança e bem-estar dos nossos clientes. Qualquer cliente que apresente reação adversa deve ser atendido com prioridade máxima, independentemente da agenda. O primeiro contato deve ser imediatamente direcionado para um profissional de saúde qualificado da equipe (enfermeiro, biomédico ou médico). Todas as reações devem ser documentadas com detalhes, incluindo fotos (mediante autorização do cliente), descrição dos sintomas, produto ou procedimento associado, lote do produto (se aplicável) e histórico relevante do cliente. Em casos de reações leves (vermelhidão localizada, coceira leve, desconforto mínimo), o cliente deve receber orientações de cuidados e acompanhamento telefônico em 24 horas. Para reações moderadas (edema, eritema extenso, urticária localizada), além das orientações, deve ser oferecida consulta de retorno sem custo em 24-48 horas e possível prescrição de medicamentos pelo médico responsável. Em casos de reações graves (dificuldade respiratória, edema facial significativo, urticária generalizada), o cliente deve ser encaminhado imediatamente para atendimento médico de emergência, com acompanhamento de um membro da equipe se necessário. Todos os produtos associados a reações moderadas ou graves devem ser separados para análise, especialmente se houver suspeita de problema com lote específico. A equipe deve realizar follow-up com todos os clientes que apresentaram reações até a resolução completa dos sintomas. Relatórios mensais de reações adversas devem ser analisados pela equipe técnica para identificar padrões e implementar medidas preventivas."
  },
  {
    "id": 5,
    "name": "Política de Descontos e Promoções",
    "category": "vendas",
    "rule_text": "Nossa política de descontos e promoções foi elaborada para oferecer valor aos clientes enquanto mantém a integridade da nossa marca premium. Descontos regulares: Produtos com mais de 8 meses em estoque podem receber até 15% de desconto; produtos sazonais fora de temporada podem receber até 25% de desconto ao final da estação. Promoções sazonais: Realizamos quatro grandes campanhas promocionais anuais (Verão, Inverno, Aniversário da marca e Black Friday) com descontos de até 30% em produtos selecionados e até 20% em procedimentos estéticos específicos. Pacotes de serviços: Oferecemos descontos progressivos para pacotes de procedimentos: 10% para pacotes de 3 sessões, 15% para 5 sessões e 20% para 8 ou mais sessões, desde que pagos antecipadamente. Programa de indicação: Clientes que indicarem novos clientes recebem 10% de desconto em sua próxima compra ou procedimento para cada indicação que realizar uma compra. O novo cliente também recebe 10% de desconto em sua primeira compra. Aniversariantes: Clientes cadastrados recebem 20% de desconto em um produto ou procedimento de sua escolha no mês de seu aniversário (não cumulativo com outras promoções). Primeira compra: Novos clientes recebem 15% de desconto em sua primeira compra mediante cadastro completo. Profissionais da área: Profissionais de estética, dermatologia e áreas afins recebem 15% de desconto mediante comprovação profissional. Limitações: Descontos não são cumulativos, exceto quando explicitamente permitido em campanhas especiais; produtos de edição limitada e lançamentos (primeiros 60 dias) não participam de promoções regulares; o valor máximo de desconto acumulado não pode exceder 40% do valor original do produto ou serviço, exceto em casos excepcionais autorizados pela diretoria."
  },
  {
    "id": 6,
    "name": "Protocolo de Avaliação Pré-Procedimento",
    "category": "procedimentos",
    "rule_text": "O protocolo de avaliação pré-procedimento estético é obrigatório para garantir a segurança do cliente e a eficácia dos tratamentos oferecidos. Toda primeira consulta deve incluir o preenchimento completo da ficha de anamnese, com histórico detalhado de saúde, alergias, medicamentos em uso, procedimentos estéticos e cirúrgicos anteriores, e expectativas do cliente. Fotografias padronizadas devem ser realizadas para documentação e comparação futura, mediante assinatura de termo de consentimento específico. Para procedimentos invasivos não cirúrgicos (microagulhamento, peelings médios, preenchedores, etc.), é necessária avaliação prévia com prazo mínimo de 24 horas antes do procedimento, permitindo ao cliente tempo para reflexão. Clientes com histórico de queloides, doenças autoimunes, gestantes, lactantes ou em uso de isotretinoína devem ser avaliados com atenção especial e, se necessário, solicitar liberação médica antes de qualquer procedimento. Testes de sensibilidade são obrigatórios para procedimentos que utilizam substâncias com potencial alergênico, devendo ser realizados com 48 horas de antecedência. O profissional responsável deve explicar detalhadamente os resultados esperados, limitações do procedimento, possíveis efeitos adversos, cuidados pré e pós-procedimento, e número de sessões recomendadas. Todo cliente deve assinar termo de consentimento livre e esclarecido específico para cada procedimento, após todas as explicações e esclarecimento de dúvidas. Clientes com expectativas irreais ou que solicitam procedimentos inadequados para sua condição devem ser orientados adequadamente e, se necessário, redirecionados para alternativas mais apropriadas. A avaliação deve incluir registro de parâmetros vitais (pressão arterial, frequência cardíaca) para procedimentos de maior risco, e estes devem estar dentro dos limites de segurança estabelecidos."
  },
  {
    "id": 7,
    "name": "Política de Garantia de Produtos",
    "category": "produtos",
    "rule_text": "Nossa política de garantia de produtos cosméticos visa assegurar a qualidade e eficácia de todos os itens comercializados. Todos os produtos possuem garantia contra defeitos de fabricação pelo prazo de 90 dias a partir da data de compra, mediante apresentação da nota fiscal. Considera-se defeito de fabricação: alterações na coloração, textura ou odor do produto dentro do prazo de validade e quando armazenado conforme instruções; embalagens com defeito que comprometam a integridade ou uso do produto; conteúdo em quantidade inferior à especificada na embalagem; e funcionamento inadequado de embalagens com sistema de bombeamento ou aplicadores especiais. Produtos que apresentem reação alérgica ou sensibilidade podem ser trocados por outro item de valor equivalente, desde que a reação seja reportada em até 7 dias após a primeira utilização e mediante avaliação por nossa equipe técnica. Produtos eletrônicos para cuidados da pele (escovas de limpeza, massageadores, etc.) possuem garantia estendida de 12 meses contra defeitos de fabricação. A garantia não cobre: danos causados por uso inadequado ou contrário às instruções; produtos armazenados em condições impróprias (exposição ao sol, calor excessivo, umidade); produtos com mais de 30% de uso; itens sem a embalagem original ou com o selo de segurança violado; e danos estéticos que não comprometam o funcionamento do produto. Em caso de produtos que façam parte de kits promocionais, a troca será realizada pelo kit completo ou por crédito proporcional. Para acionar a garantia, o cliente deve comparecer a uma de nossas lojas físicas ou entrar em contato com o SAC para produtos adquiridos online. A análise do produto será realizada em até 3 dias úteis, e a troca ou reembolso será processado imediatamente após a constatação do defeito."
  },
  {
    "id": 8,
    "name": "Protocolo de Cuidados Pós-Procedimento",
    "category": "procedimentos",
    "rule_text": "O protocolo de cuidados pós-procedimento estético é fundamental para garantir resultados ótimos e minimizar complicações. Todo cliente deve receber orientações escritas específicas para o procedimento realizado, além das instruções verbais detalhadas. As orientações devem incluir: cuidados imediatos nas primeiras 24-48 horas; produtos recomendados e contraindicados; sinais de alerta que exigem contato com o profissional; e cronograma de retorno para avaliação. Para procedimentos faciais com potencial inflamatório (peelings, microagulhamento, laser), as orientações básicas incluem: evitar exposição solar direta por 7-15 dias; utilizar protetor solar FPS 50+ a cada 2 horas quando em ambiente externo; não realizar esfoliação mecânica por 7-10 dias; evitar maquiagem nas primeiras 24 horas (ou conforme orientação específica); aplicar compressas frias em caso de edema; e manter hidratação adequada da pele com produtos recomendados. Para procedimentos corporais, orientações adicionais podem incluir: evitar atividades físicas intensas por 24-72 horas; manter boa hidratação oral; usar roupas leves e não compressivas nas áreas tratadas; e seguir recomendações específicas para cada tipo de tratamento. Todos os clientes devem receber contato telefônico de acompanhamento 24-48 horas após procedimentos de média e alta complexidade. Fotografias de acompanhamento devem ser realizadas em cada retorno para documentação da evolução. Em caso de intercorrências, o cliente deve ter acesso a um canal direto de comunicação com o profissional responsável ou equipe de plantão. O uso de home care específico deve ser detalhadamente orientado, com demonstração prática quando necessário. Para procedimentos em série, cada sessão deve ser precedida de avaliação da resposta ao tratamento anterior e ajustes no protocolo quando necessário. O não seguimento das orientações pós-procedimento deve ser documentado e pode impactar a garantia de resultados oferecida."
  },
  {
    "id": 9,
    "name": "Política de Venda de Produtos Manipulados",
    "category": "produtos",
    "rule_text": "Nossa política para venda de produtos cosméticos manipulados segue rigorosos padrões de qualidade e segurança, em conformidade com as normas da ANVISA. Todos os produtos manipulados são preparados mediante prescrição de profissional habilitado (dermatologista, esteticista com CREA, farmacêutico ou médico) ou seguindo formulações padronizadas desenvolvidas por nossa equipe técnica. A venda de produtos manipulados personalizados requer consulta prévia para avaliação das necessidades específicas do cliente e preenchimento de ficha de anamnese detalhada, incluindo histórico de alergias, sensibilidades e condições dermatológicas. O prazo para manipulação é de 3 a 5 dias úteis, podendo variar conforme complexidade da fórmula e disponibilidade de matérias-primas. Produtos manipulados têm validade reduzida em comparação com produtos industrializados, geralmente entre 1 e 3 meses após a manipulação, conforme especificado no rótulo. Não realizamos troca ou devolução de produtos manipulados, exceto em casos de erro comprovado na manipulação ou reação adversa grave documentada por profissional de saúde. Todos os produtos manipulados são entregues com informações detalhadas sobre composição, modo de uso, precauções, condições de armazenamento e data de validade. Oferecemos acompanhamento da adaptação ao produto nos primeiros 15 dias de uso, com possibilidade de ajustes na formulação caso necessário. Produtos manipulados não participam de promoções regulares, mas clientes do programa de fidelidade têm descontos especiais em compras recorrentes da mesma formulação. Mantemos registro detalhado de todas as formulações por no mínimo 2 anos, permitindo rastreabilidade completa dos ingredientes utilizados. Para garantir a eficácia e segurança, recomendamos que o cliente realize teste de toque antes da primeira aplicação, aplicando pequena quantidade do produto na parte interna do antebraço e observando por 24 horas."
  },
  {
    "id": 10,
    "name": "Protocolo de Atendimento Prioritário",
    "category": "atendimento",
    "rule_text": "O protocolo de atendimento prioritário em nossa clínica estética visa garantir acessibilidade e conforto para clientes que necessitam de atenção especial, em conformidade com a legislação vigente. Têm direito a atendimento prioritário: pessoas com deficiência física, visual, auditiva, mental ou múltipla; idosos com idade igual ou superior a 60 anos; gestantes, lactantes e pessoas com crianças de colo (até 2 anos); pessoas com mobilidade reduzida temporária (com muletas, cadeira de rodas ou similar); e pessoas com Transtorno do Espectro Autista (TEA). O atendimento prioritário inclui: preferência na marcação de consultas e procedimentos; redução no tempo de espera; acomodações adequadas na recepção; assistência personalizada durante a permanência na clínica; e adaptação do ambiente quando necessário (redução de estímulos sensoriais, ajuste de iluminação, etc.). Clientes com TEA podem solicitar previamente adaptações específicas, como horários com menor movimento, redução de ruídos ou luzes, e atendimento por profissional familiarizado com suas necessidades. Gestantes têm direito a posições adaptadas durante procedimentos e intervalos mais frequentes quando necessário. Clientes com deficiência auditiva podem solicitar comunicação escrita ou presença de intérprete de LIBRAS (com agendamento prévio de 48 horas). Clientes com deficiência visual podem estar acompanhados de cão-guia e receber descrição detalhada dos ambientes e procedimentos. Idosos com mobilidade reduzida ou comprometimento cognitivo devem estar acompanhados por responsável durante consultas e procedimentos. A equipe recebe treinamento regular sobre atendimento inclusivo e adaptações necessárias para diferentes necessidades. Todas as áreas da clínica são acessíveis para cadeirantes, incluindo banheiros adaptados. O estacionamento dispõe de vagas reservadas conforme legislação. Reclamações relacionadas ao não cumprimento deste protocolo devem ser direcionadas imediatamente à gerência e serão tratadas com máxima prioridade."
  }
]
