[
  {
    "id": 1,
    "name": "Sérum Facial Hidratante com Ácido Hialurônico",
    "detailed_information": "O Sérum Facial Hidratante com Ácido Hialurônico é um produto premium desenvolvido para proporcionar hidratação profunda e duradoura para todos os tipos de pele. Formulado com ácido hialurônico de baixo e médio peso molecular, este sérum penetra nas diferentes camadas da pele, proporcionando hidratação imediata e de longa duração.\n\nO ácido hialurônico é uma substância naturalmente presente na pele humana, responsável por manter a hidratação e elasticidade. Com o envelhecimento, a produção natural diminui, tornando a pele mais seca e propensa a rugas. Nosso sérum repõe esse componente essencial, ajudando a restaurar a barreira natural de hidratação da pele.\n\nAlém do ácido hialurônico, o produto contém vitamina B5 (pantenol) que acalma a pele irritada e promove regeneração celular, e niacinamida (vitamina B3) que melhora a textura da pele, minimiza poros dilatados e uniformiza o tom.\n\nBenefícios principais:\n- Hidratação profunda e duradoura\n- Redução de linhas finas e rugas\n- Melhora da elasticidade e firmeza\n- Efeito preenchedor imediato\n- Textura leve e não oleosa\n- Absorção rápida\n- Pode ser usado de manhã e à noite\n- Compatível com outros produtos de skincare\n\nModo de uso: Aplique algumas gotas do sérum na pele limpa e seca, massageando suavemente até completa absorção. Use de manhã e à noite, antes do hidratante. Para resultados otimizados, recomenda-se o uso contínuo por pelo menos 4 semanas.\n\nContraindicações: Embora seja adequado para todos os tipos de pele, incluindo peles sensíveis, recomenda-se realizar um teste de sensibilidade antes do primeiro uso. Evite contato com os olhos. Em caso de irritação, suspenda o uso e consulte um dermatologista.\n\nComposição: Aqua, Glycerin, Sodium Hyaluronate (ácido hialurônico), Panthenol (vitamina B5), Niacinamide (vitamina B3), Propylene Glycol, Phenoxyethanol, Ethylhexylglycerin, Disodium EDTA, Citric Acid."
  },
  {
    "id": 2,
    "name": "Creme Antissinais com Retinol e Vitamina C",
    "detailed_information": "O Creme Antissinais com Retinol e Vitamina C é uma formulação avançada que combate os sinais visíveis do envelhecimento, proporcionando uma pele mais jovem, firme e radiante. Este produto representa o estado da arte em cuidados anti-idade, combinando ingredientes cientificamente comprovados para resultados excepcionais.\n\nO retinol (vitamina A) é reconhecido como o padrão ouro em tratamentos antissinais. Ele acelera a renovação celular, estimula a produção de colágeno e elastina, e reduz significativamente rugas, linhas finas e manchas. Nossa formulação utiliza retinol encapsulado, que garante liberação gradual e minimiza potenciais irritações.\n\nA vitamina C (ácido ascórbico estabilizado) é um potente antioxidante que protege a pele contra danos dos radicais livres, clareia manchas, uniformiza o tom e estimula a produção de colágeno. A combinação de retinol e vitamina C cria um efeito sinérgico, potencializando os benefícios anti-idade.\n\nO produto também contém peptídeos que ajudam a firmar a pele e reduzir a aparência de linhas de expressão, ácido hialurônico para hidratação profunda, e ceramidas para fortalecer a barreira cutânea.\n\nBenefícios principais:\n- Redução significativa de rugas e linhas finas\n- Aumento da firmeza e elasticidade\n- Uniformização do tom da pele\n- Clareamento de manchas e hiperpigmentação\n- Textura da pele mais refinada\n- Luminosidade e radiância aumentadas\n- Hidratação prolongada\n- Proteção antioxidante\n\nModo de uso: Aplique uma pequena quantidade do creme no rosto, pescoço e colo limpos, massageando suavemente até completa absorção. Recomenda-se o uso noturno, iniciando com aplicações em dias alternados para permitir que a pele se adapte ao retinol. Aumente gradualmente para uso diário conforme tolerância. Sempre use protetor solar durante o dia quando utilizar produtos com retinol.\n\nContraindicações: Não recomendado para gestantes, lactantes e pessoas com sensibilidade conhecida ao retinol. Evite o uso em pele irritada, queimada pelo sol ou com eczema ativo. Suspenda o uso em caso de irritação persistente e consulte um dermatologista.\n\nComposição: Aqua, Glycerin, Retinol (vitamina A), Ascorbic Acid (vitamina C), Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Sodium Hyaluronate (ácido hialurônico), Ceramide NP, Ceramide AP, Ceramide EOP, Phytosphingosine, Cholesterol, Dimethicone, Cyclopentasiloxane, Butylene Glycol, Caprylic/Capric Triglyceride, Cetearyl Alcohol, Ceteareth-20, Glyceryl Stearate, PEG-100 Stearate, Tocopheryl Acetate (vitamina E), Phenoxyethanol, Ethylhexylglycerin, Disodium EDTA, Parfum."
  },
  {
    "id": 3,
    "name": "Protetor Solar Facial FPS 50 com Cor",
    "detailed_information": "O Protetor Solar Facial FPS 50 com Cor é um produto multifuncional que oferece alta proteção contra os raios UVA e UVB, enquanto proporciona cobertura leve e natural para uniformizar o tom da pele. Desenvolvido especificamente para uso diário no rosto, este protetor solar combina eficácia, conforto e benefícios estéticos.\n\nCom FPS 50 e proteção UVA superior (PPD 19), o produto oferece defesa abrangente contra os danos solares, prevenindo queimaduras, envelhecimento precoce, manchas e reduzindo o risco de câncer de pele. A fórmula utiliza filtros solares de última geração, que garantem proteção de amplo espectro sem deixar resíduos brancos ou sensação pegajosa.\n\nO diferencial deste protetor solar é sua cobertura com cor adaptável, que se ajusta a diferentes tons de pele, uniformizando a aparência e disfarçando pequenas imperfeições. A textura leve e fluida proporciona acabamento natural, sem efeito máscara, ideal para uso diário sob a maquiagem ou sozinho.\n\nAlém da proteção solar, o produto contém ingredientes ativos que cuidam da pele, como ácido hialurônico para hidratação, vitamina E para proteção antioxidante, e extrato de chá verde para ação anti-inflamatória e calmante.\n\nBenefícios principais:\n- Alta proteção contra raios UVA e UVB (FPS 50)\n- Cobertura leve e natural que uniformiza o tom da pele\n- Textura fluida e não oleosa\n- Acabamento natural, sem efeito máscara\n- Hidratação prolongada\n- Proteção antioxidante\n- Resistente à água e ao suor\n- Não comedogênico (não obstrui os poros)\n- Testado dermatologicamente\n- Adequado para todos os tipos de pele, incluindo pele sensível\n\nModo de uso: Aplique generosamente no rosto, pescoço e colo 15-30 minutos antes da exposição solar. Reaplique a cada 2 horas ou após nadar, transpirar ou secar com toalha. Para uso diário, aplique como último passo da rotina de cuidados com a pele, antes da maquiagem.\n\nContraindicações: Evite contato com os olhos. Em caso de irritação, suspenda o uso e consulte um dermatologista.\n\nComposição: Aqua, Ethylhexyl Methoxycinnamate, Butyl Methoxydibenzoylmethane, Ethylhexyl Triazone, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Titanium Dioxide (nano), Iron Oxides, Glycerin, Dimethicone, Sodium Hyaluronate, Tocopheryl Acetate, Camellia Sinensis Leaf Extract, Panthenol, Glyceryl Stearate, PEG-100 Stearate, Cetearyl Alcohol, Phenoxyethanol, Ethylhexylglycerin, Disodium EDTA, Parfum."
  },
  {
    "id": 4,
    "name": "Máscara Capilar Reparadora com Queratina",
    "detailed_information": "A Máscara Capilar Reparadora com Queratina é um tratamento intensivo desenvolvido para recuperar cabelos danificados, secos e quebradiços. Esta formulação profissional proporciona nutrição profunda, reconstrução e hidratação excepcional, devolvendo saúde, força e brilho aos fios.\n\nA queratina hidrolisada, principal ativo do produto, é uma proteína idêntica à encontrada naturalmente nos cabelos. Ela penetra na fibra capilar, preenchendo áreas danificadas e reconstruindo a estrutura do fio de dentro para fora. O resultado é um cabelo visivelmente mais forte, resistente à quebra e com menos pontas duplas.\n\nAlém da queratina, a máscara contém uma combinação de óleos nutritivos (argan, coco e abacate) que proporcionam hidratação intensa sem pesar, pantenol (pró-vitamina B5) que fortalece e previne danos, e extrato de bambu que adiciona brilho e maciez.\n\nO complexo de ceramidas presente na fórmula ajuda a selar a cutícula, reduzindo o frizz e protegendo contra danos futuros causados por calor, poluição e processamentos químicos. O resultado é um cabelo profundamente reparado, macio, brilhante e fácil de pentear.\n\nBenefícios principais:\n- Reconstrução profunda da fibra capilar\n- Redução significativa da quebra e das pontas duplas\n- Hidratação intensa sem pesar nos fios\n- Selamento da cutícula e redução do frizz\n- Aumento do brilho e da maciez\n- Proteção contra danos térmicos e ambientais\n- Melhora da elasticidade e resistência\n- Facilita o desembaraço e o penteado\n- Efeito cumulativo com uso regular\n\nModo de uso: Após lavar o cabelo com shampoo, remova o excesso de água e aplique a máscara mecha por mecha, concentrando-se nas pontas e áreas mais danificadas. Massageie suavemente e deixe agir por 5-15 minutos. Para tratamento intensivo, cubra com touca de banho e deixe agir por até 30 minutos. Enxágue abundantemente. Recomenda-se o uso 1-2 vezes por semana ou conforme necessidade do cabelo.\n\nIndicações: Ideal para cabelos danificados por processos químicos (coloração, descoloração, alisamento), uso frequente de ferramentas térmicas, exposição solar, ou naturalmente secos e quebradiços.\n\nComposição: Aqua, Cetearyl Alcohol, Behentrimonium Chloride, Hydrolyzed Keratin, Argania Spinosa Kernel Oil, Cocos Nucifera Oil, Persea Gratissima Oil, Panthenol, Bambusa Vulgaris Extract, Ceramide NP, Ceramide AP, Ceramide EOP, Phytosphingosine, Cholesterol, Dimethicone, Cyclopentasiloxane, Glycerin, Cetrimonium Chloride, Isopropyl Myristate, Phenoxyethanol, Ethylhexylglycerin, Disodium EDTA, Citric Acid, Parfum."
  },
  {
    "id": 5,
    "name": "Kit Facial Anti-Acne",
    "detailed_information": "O Kit Facial Anti-Acne é um sistema completo de tratamento desenvolvido por dermatologistas para combater eficazmente a acne, controlar a oleosidade e prevenir novas lesões. Este kit contém três produtos essenciais que trabalham em sinergia para proporcionar uma pele mais limpa, saudável e equilibrada.\n\n1. Gel de Limpeza Purificante (120ml):\nUm gel suave mas eficaz que remove profundamente impurezas, excesso de oleosidade e células mortas sem ressecar a pele. Formulado com ácido salicílico (2%) que desobstrui os poros, e zinco PCA que controla a produção de sebo. O extrato de hamamelis proporciona ação adstringente e anti-inflamatória, enquanto o aloe vera acalma a pele irritada.\n\n2. Tônico Adstringente (200ml):\nUm tônico refrescante que completa a limpeza, remove resíduos, equilibra o pH da pele e minimiza a aparência dos poros. Contém ácido glicólico (5%) que promove esfoliação suave, niacinamida (4%) que reduz a inflamação e controla a produção de sebo, e extrato de chá verde com potente ação antioxidante e anti-inflamatória.\n\n3. Gel Secativo (30g):\nUm tratamento localizado potente que acelera a cicatrização de espinhas e previne marcas. Formulado com peróxido de benzoíla (5%) que elimina as bactérias causadoras da acne, ácido salicílico (1.5%) que desobstrui os poros, e extrato de tea tree com propriedades antibacterianas naturais. O bisabolol e alantoína acalmam a vermelhidão e promovem regeneração.\n\nBenefícios principais do kit:\n- Redução significativa de cravos e espinhas\n- Controle efetivo da oleosidade\n- Desobstrução dos poros\n- Prevenção de novas lesões\n- Diminuição da inflamação e vermelhidão\n- Uniformização do tom da pele\n- Redução de marcas pós-acne\n- Melhora da textura da pele\n\nModo de uso:\n- Manhã e noite: Lave o rosto com o Gel de Limpeza Purificante, massageando suavemente por 30-60 segundos. Enxágue abundantemente.\n- Após a limpeza: Aplique o Tônico Adstringente com um algodão em todo o rosto, evitando a área dos olhos.\n- Tratamento localizado: Aplique uma pequena quantidade do Gel Secativo diretamente nas lesões, preferencialmente à noite.\n\nIndicações: Ideal para peles oleosas e acneicas, adolescentes e adultos com acne leve a moderada.\n\nContraindicações: Não recomendado para peles muito sensíveis, ressecadas ou com rosácea. O peróxido de benzoíla pode causar ressecamento e descamação inicialmente. Em caso de irritação excessiva, reduza a frequência de uso ou suspenda e consulte um dermatologista.\n\nObservações importantes:\n- Inicie o uso gradualmente para permitir que a pele se adapte\n- Use protetor solar diariamente, pois os ácidos podem aumentar a sensibilidade ao sol\n- Resultados visíveis geralmente aparecem após 4-6 semanas de uso consistente\n- Para resultados otimizados, use o kit completo conforme recomendado"
  }
]
