[
  {
    "id": 1,
    "name": "Limpeza de Pele Profunda",
    "detailed_information": "A Limpeza de Pele Profunda é um procedimento estético fundamental para a saúde e beleza da pele facial. Este tratamento completo remove impurezas profundas, desobstrui os poros e elimina células mortas, resultando em uma pele mais limpa, luminosa e receptiva a outros tratamentos.\n\nO procedimento é realizado por esteticistas especializadas e inclui várias etapas cuidadosamente sequenciadas para maximizar os resultados:\n\n1. Higienização inicial: Remoção de maquiagem e impurezas superficiais com produtos específicos para o tipo de pele.\n\n2. Esfoliação: Aplicação de esfoliante para remover células mortas e estimular a renovação celular.\n\n3. Vapor de ozônio: Exposição da pele ao vapor que dilata os poros, facilita a remoção de cravos e prepara a pele para a extração.\n\n4. Extração: Remoção manual de cravos, espinhas e impurezas acumuladas nos poros, realizada com técnica adequada para minimizar traumas na pele.\n\n5. Alta frequência: Aplicação de corrente de alta frequência com efeito bactericida, anti-inflamatório e cicatrizante.\n\n6. Máscara: Aplicação de máscara específica para o tipo de pele (calmante, hidratante, adstringente ou nutritiva).\n\n7. Finalização: Aplicação de tônico, sérum e protetor solar não comedogênico.\n\nBenefícios:\n- Desobstrução profunda dos poros\n- Redução de cravos e prevenção de acne\n- Melhora da textura e do tom da pele\n- Aumento da oxigenação celular\n- Estímulo à renovação celular\n- Melhora da absorção de produtos de tratamento\n- Pele mais luminosa e saudável\n\nPreparação: Recomenda-se evitar exposição solar intensa na semana anterior ao procedimento. Informe a esteticista sobre uso de medicamentos, especialmente retinoides, e condições específicas da pele.\n\nCuidados pós-procedimento:\n- Evitar exposição solar direta por 48 horas\n- Não aplicar maquiagem nas primeiras 12 horas\n- Usar protetor solar diariamente\n- Manter a pele bem hidratada\n- Evitar esfoliação adicional por 7 dias\n\nFrequência recomendada: A frequência ideal varia conforme o tipo de pele e suas necessidades específicas. Geralmente, recomenda-se:\n- Pele oleosa/acneica: a cada 15-30 dias\n- Pele mista: a cada 30-45 dias\n- Pele seca/normal: a cada 45-60 dias\n\nContraindicações:\n- Lesões abertas ou infecções ativas na pele\n- Queimaduras solares recentes\n- Herpes labial em fase ativa\n- Uso de isotretinoína oral (Roacutan) nos últimos 6 meses\n- Rosácea em fase inflamatória aguda\n- Procedimentos invasivos recentes na face\n\nObservações importantes:\n- É normal a pele apresentar vermelhidão temporária após o procedimento\n- Pequenas marcas podem surgir após a extração, mas desaparecem em poucos dias\n- Os resultados são cumulativos e melhoram com a regularidade do tratamento\n- O procedimento deve ser personalizado conforme as necessidades específicas de cada cliente"
  },
  {
    "id": 2,
    "name": "Microagulhamento Facial",
    "detailed_information": "O Microagulhamento Facial é um procedimento estético avançado que utiliza um dispositivo com múltiplas microagulhas para criar microlesões controladas na pele. Estas microlesões estimulam o processo natural de cicatrização do corpo, resultando na produção de colágeno e elastina, proteínas essenciais para uma pele firme, jovem e saudável.\n\nTambém conhecido como Indução Percutânea de Colágeno (IPC), o microagulhamento é um tratamento versátil que pode ser utilizado para diversos objetivos estéticos, desde o rejuvenescimento até o tratamento de cicatrizes e estrias.\n\nO procedimento é realizado por profissionais especializados e segue um protocolo rigoroso:\n\n1. Preparação: Limpeza profunda da pele e aplicação de anestésico tópico para minimizar o desconforto.\n\n2. Procedimento: Passagem do dispositivo de microagulhamento (dermaroller ou dermapen) sobre a pele em movimentos específicos, criando milhares de microcanais.\n\n3. Aplicação de ativos: As microlesões aumentam significativamente a permeabilidade da pele, permitindo melhor absorção de princípios ativos que são selecionados conforme o objetivo do tratamento (fatores de crescimento, ácido hialurônico, vitamina C, etc.).\n\n4. Finalização: Aplicação de máscara calmante e fotoprotetor.\n\nBenefícios:\n- Estímulo significativo da produção de colágeno e elastina\n- Melhora da textura e firmeza da pele\n- Redução de linhas finas e rugas\n- Diminuição de cicatrizes de acne e outras marcas\n- Uniformização do tom da pele e redução de manchas\n- Minimização de poros dilatados\n- Melhora da absorção de produtos cosméticos\n- Resultados naturais e progressivos\n\nPreparação:\n- Suspender o uso de retinoides 5-7 dias antes\n- Evitar exposição solar intensa por 1-2 semanas antes\n- Não realizar procedimentos esfoliantes 3-5 dias antes\n- Informar sobre uso de medicamentos e condições de saúde\n\nCuidados pós-procedimento:\n- Evitar exposição solar direta por 7-10 dias\n- Usar protetor solar de amplo espectro (FPS 50+) diariamente\n- Não aplicar maquiagem nas primeiras 24 horas\n- Evitar piscinas, saunas e atividades que causem sudorese intensa por 48 horas\n- Seguir rigorosamente o protocolo de produtos pós-procedimento recomendado\n- Manter a pele bem hidratada\n\nO que esperar após o procedimento:\n- Vermelhidão semelhante a uma queimadura solar (24-48 horas)\n- Possível inchaço leve (24-48 horas)\n- Ressecamento e descamação leve (3-5 dias)\n- Melhora gradual da pele nas semanas seguintes\n\nFrequência recomendada:\n- Para rejuvenescimento: 3-6 sessões com intervalo de 4-6 semanas\n- Para cicatrizes: 6-8 sessões com intervalo de 4-6 semanas\n- Manutenção: 1-2 sessões anuais após completar o protocolo inicial\n\nContraindicações:\n- Lesões abertas ou infecções ativas na pele\n- Histórico de queloides ou cicatrização hipertrófica\n- Uso de isotretinoína oral nos últimos 6-12 meses\n- Doenças autoimunes em fase ativa\n- Histórico de herpes recorrente (sem profilaxia adequada)\n- Câncer de pele\n- Gravidez e amamentação\n\nObservações importantes:\n- Os resultados são progressivos e cumulativos\n- A melhora máxima geralmente é observada 3-6 meses após o término do protocolo\n- A profundidade das microagulhas é ajustada conforme a região facial e o objetivo do tratamento\n- O procedimento deve ser realizado exclusivamente por profissionais qualificados"
  },
  {
    "id": 3,
    "name": "Peeling de Diamante",
    "detailed_information": "O Peeling de Diamante é um procedimento estético não invasivo que utiliza um equipamento com ponta de diamante para realizar uma microdermoabrasão controlada e precisa. Esta técnica promove a esfoliação mecânica das camadas superficiais da pele, removendo células mortas e estimulando a renovação celular de forma segura e eficaz.\n\nDiferentemente dos peelings químicos, o Peeling de Diamante não utiliza substâncias ácidas, tornando-o uma opção mais suave e adequada para diversos tipos de pele, incluindo as mais sensíveis. O procedimento é indolor, não causa descamação intensa e permite o retorno imediato às atividades normais.\n\nO tratamento é realizado por profissionais especializados e segue um protocolo específico:\n\n1. Limpeza: Higienização profunda da pele para remover impurezas superficiais.\n\n2. Microdermoabrasão: Passagem da ponteira de diamante sobre a pele em movimentos precisos. A ponteira é conectada a um sistema de vácuo que simultaneamente exfolia e aspira as células mortas e impurezas.\n\n3. Aplicação de ativos: Após a microdermoabrasão, a pele fica mais receptiva a princípios ativos, que são selecionados conforme as necessidades específicas (hidratantes, clareadores, antioxidantes, etc.).\n\n4. Finalização: Aplicação de máscara calmante e protetor solar.\n\nBenefícios:\n- Remoção eficaz de células mortas\n- Estímulo à renovação celular\n- Melhora da textura e luminosidade da pele\n- Uniformização do tom e redução de manchas superficiais\n- Minimização de poros dilatados\n- Redução de linhas finas\n- Melhora de cicatrizes superficiais de acne\n- Aumento da eficácia de produtos cosméticos\n- Procedimento rápido e sem tempo de recuperação\n\nIndicações:\n- Pele opaca e sem viço\n- Manchas superficiais\n- Poros dilatados\n- Linhas finas\n- Cicatrizes superficiais de acne\n- Preparação da pele para outros tratamentos\n- Manutenção da saúde e beleza da pele\n\nPreparação:\n- Evitar exposição solar intensa na semana anterior\n- Suspender o uso de ácidos e retinoides 3-5 dias antes\n- Informar sobre uso de medicamentos e condições específicas da pele\n\nCuidados pós-procedimento:\n- Usar protetor solar de amplo espectro (FPS 50+) diariamente\n- Evitar exposição solar direta por 48 horas\n- Manter a pele bem hidratada\n- Evitar esfoliação adicional por 7 dias\n- Seguir as recomendações específicas do profissional\n\nFrequência recomendada:\n- Tratamento inicial: 4-6 sessões com intervalo de 15-21 dias\n- Manutenção: sessões mensais ou bimestrais\n\nContraindicações:\n- Lesões abertas ou infecções ativas na pele\n- Queimaduras solares recentes\n- Rosácea em fase inflamatória aguda\n- Herpes labial em fase ativa\n- Dermatite atópica em crise\n\nObservações importantes:\n- É normal a pele apresentar leve vermelhidão imediatamente após o procedimento, que geralmente desaparece em poucas horas\n- A intensidade do tratamento é personalizada conforme o tipo de pele e objetivos\n- Os resultados são progressivos e melhoram com a regularidade do tratamento\n- Pode ser combinado com outros procedimentos estéticos para potencializar resultados"
  },
  {
    "id": 4,
    "name": "Drenagem Linfática Facial",
    "detailed_information": "A Drenagem Linfática Facial é uma técnica de massagem especializada que estimula o sistema linfático a trabalhar de forma mais eficiente, promovendo a eliminação de toxinas e o combate à retenção de líquidos na região facial. Este procedimento terapêutico e estético utiliza movimentos suaves, rítmicos e precisos que seguem o caminho natural do sistema linfático.\n\nDesenvolvida pelo Dr. Emil Vodder na década de 1930, a drenagem linfática vai além de uma simples massagem relaxante. É um método científico que atua diretamente no sistema imunológico e na circulação linfática, trazendo benefícios tanto estéticos quanto para a saúde geral da pele facial.\n\nO procedimento é realizado por profissionais treinados e segue uma sequência específica:\n\n1. Preparação: Limpeza da pele e posicionamento adequado do cliente para facilitar o fluxo linfático.\n\n2. Estímulo dos linfonodos: Movimentos suaves nas áreas dos linfonodos (pescoço, atrás das orelhas, clavículas) para \"abrir as vias\" do sistema linfático.\n\n3. Drenagem facial: Movimentos rítmicos e precisos em toda a face, seguindo o sentido natural da drenagem linfática, com pressão leve a moderada.\n\n4. Finalização: Movimentos de bombeamento final nos linfonodos para estimular a eliminação completa dos líquidos mobilizados.\n\nBenefícios:\n- Redução significativa de inchaço facial\n- Diminuição de olheiras e bolsas sob os olhos\n- Desintoxicação dos tecidos\n- Melhora da circulação sanguínea e linfática\n- Oxigenação e nutrição da pele\n- Efeito lifting natural e imediato\n- Relaxamento da musculatura facial\n- Alívio de tensões e dores de cabeça\n- Fortalecimento do sistema imunológico da pele\n- Aceleração da recuperação pós-procedimentos estéticos\n\nIndicações específicas:\n- Inchaço facial matinal\n- Retenção de líquidos\n- Pós-operatório de cirurgias faciais (conforme liberação médica)\n- Acne e pele congestionada\n- Rosácea e pele sensibilizada\n- Olheiras e bolsas sob os olhos\n- Preparação da pele para eventos especiais\n- Complemento de tratamentos estéticos faciais\n\nFrequência recomendada:\n- Tratamento intensivo: 1-2 sessões semanais por 4-6 semanas\n- Manutenção: 1-2 sessões mensais\n- Pré-eventos especiais: 1-2 dias antes\n\nDuração da sessão: 30-45 minutos\n\nContraindicações:\n- Infecções agudas ou febre\n- Trombose ou risco de tromboembolismo\n- Insuficiência cardíaca descompensada\n- Hipertireoidismo não controlado\n- Neoplasias não tratadas\n- Inflamações agudas na face\n- Feridas abertas ou infecções de pele\n\nObservações importantes:\n- O procedimento é indolor e extremamente relaxante\n- Os resultados são visíveis imediatamente após a primeira sessão\n- Não utiliza produtos específicos, embora óleos ou cremes leves possam ser usados para facilitar o deslizamento das mãos\n- Recomenda-se boa hidratação antes e após o procedimento para potencializar os resultados\n- Pode ser combinada com outros tratamentos faciais, geralmente como primeiro passo\n- Não substitui tratamentos médicos para condições patológicas"
  },
  {
    "id": 5,
    "name": "Radiofrequência Facial",
    "detailed_information": "A Radiofrequência Facial é um procedimento estético avançado que utiliza energia eletromagnética para aquecer as camadas profundas da pele de forma controlada e segura. Este aquecimento terapêutico estimula a produção de colágeno e elastina, promovendo um efeito lifting natural e duradouro, sem necessidade de cirurgia ou tempo de recuperação.\n\nA tecnologia de radiofrequência atua no princípio da termólise, onde a energia é convertida em calor ao penetrar nos tecidos. Quando a temperatura atinge entre 39°C e 41°C nas camadas profundas da derme, ocorre uma resposta fisiológica que desencadeia a contração imediata das fibras de colágeno existentes (efeito imediato) e estimula os fibroblastos a produzirem novas fibras (efeito a longo prazo).\n\nO procedimento é realizado por profissionais qualificados e segue um protocolo específico:\n\n1. Preparação: Limpeza profunda da pele e aplicação de gel condutor específico.\n\n2. Aplicação: O equipamento de radiofrequência é passado sobre a pele em movimentos circulares ou lineares, mantendo a temperatura ideal monitorada constantemente. As áreas tratadas geralmente incluem face, pescoço e colo.\n\n3. Finalização: Remoção do gel condutor, aplicação de ativos calmantes e hidratantes, seguida de protetor solar.\n\nBenefícios:\n- Estímulo significativo da produção de colágeno e elastina\n- Efeito lifting natural e progressivo\n- Redução de flacidez facial\n- Suavização de linhas finas e rugas\n- Melhora do contorno facial\n- Redefinição da linha da mandíbula\n- Diminuição de papada leve a moderada\n- Fechamento de poros dilatados\n- Melhora da qualidade geral da pele\n- Resultados duradouros com manutenção adequada\n\nSensações durante o procedimento:\n- Calor gradual e controlado\n- Leve vermelhidão temporária\n- Sensação de firmeza imediata\n\nPreparação:\n- Evitar exposição solar intensa na semana anterior\n- Informar sobre uso de medicamentos e condições de saúde\n- Comparecer sem maquiagem\n- Manter boa hidratação nos dias anteriores\n\nCuidados pós-procedimento:\n- Usar protetor solar de amplo espectro (FPS 50+) diariamente\n- Manter a pele bem hidratada\n- Evitar exposição solar direta por 48 horas\n- Evitar saunas e banhos muito quentes por 24 horas\n- Seguir as recomendações específicas do profissional\n\nFrequência recomendada:\n- Tratamento inicial: 6-10 sessões com intervalo de 7-15 dias\n- Manutenção: sessões mensais ou bimestrais\n\nResultados esperados:\n- Imediatos: Leve efeito lifting, melhora da luminosidade e textura da pele\n- Médio prazo (1-2 meses): Redução visível de flacidez e linhas finas\n- Longo prazo (3-6 meses): Remodelação do colágeno e melhora significativa da firmeza\n\nContraindicações:\n- Gestação e lactação\n- Marca-passo ou dispositivos metálicos na área de tratamento\n- Câncer de pele ou histórico recente de câncer\n- Doenças autoimunes em fase aguda\n- Infecções ativas na área a ser tratada\n- Preenchimentos faciais recentes (menos de 30 dias)\n- Distúrbios de coagulação\n\nObservações importantes:\n- A radiofrequência pode ser combinada com outros tratamentos estéticos para potencializar resultados\n- Existem diferentes tecnologias de radiofrequência (monopolar, bipolar, tripolar, fracionada), cada uma com indicações específicas\n- O procedimento é personalizado conforme as necessidades de cada cliente\n- Os resultados variam conforme a idade, condição da pele e resposta biológica individual\n- É fundamental a realização por profissionais qualificados com equipamentos certificados"
  }
]
